Repository: apertium/apertium-sme-smn
Catalog: fi.samediggi/view_id_EQ_374_itemid_EQ_323.tmx
Source language: sme
Languages: smn

source: Ovdasiidu
smn: Almos tiätu

source: xxx
smn: Saijoos čuákkimtileh

source: Sajosa lanjat
smn: Raavâdviäsu Galla

source: Čoahkkinpakeahtat
smn: Mađhâšempalvâlusâid

source: Turismabálvalusat
smn: Sajadâh já väridem

source: Várreneavttut 2012
smn: Raavâdviäsu Galla

source: Sajosa restoráŋŋa Galla bálvala kongreassaid ja eará dáhpáhusaid diŋgonborademiin ja dálu kunddáriid ja gussiid boradan- ja káfestallanbáikin sihke guovddáža bargiid boradanbáikin .
smn: Galla-raavâdviäsu stuorrâ laasâi čoođâ lii fiijnâ uáinus Juvduujuuhân já uásild meid Aanaarjáávrán . Saijoos raavâdviäsu Galla palvâl kongres- já tábáhtusäššigâsâid , Saijoos pargovievâ já kuávdáá äššigâsâid .

source: Gallas leat 60 čohkkánsaji . Máŋggadoaimmasále Dollagátti , mii lea restoráŋŋasále bálddas , sáhttá ovttastahttit restoráŋŋii .
smn: Gallast láá 60 äššigâssaijeed já maaŋgâtoimâsali Dollagáddi , mii lii raavâdviäsu paaldâst , puáhtá ovtâstittiđ raavâdviäsun , kuás čokkámsajeh láá 140 .

source: Dalle čohkkánsajit šaddet 140 .
smn: xxx

source: Galla-restoráŋŋa stuorra lásain oaidná Juvdujoga ja muhtun muddui maid Anárjávrri .
smn: xxx

source: OAHPÁSMUVA MIN MENUIDE :
smn: xxx

source: * Čoahkkinfáladeamit . Loga lasi .
smn: * Čuákkimfaalâdmeh : Luuvâ lase .

source: * À la carte - menu joavkkuide . Loga lasi .
smn: * Tiilámmenu juávhoid : Luuvâ lase .

source: * Juovlabeavdi 2013 .
smn: * Uccâjuovlâpevdi 2013 .

source: Bivdde fálaldaga .
smn: Pivde falâlduv .

source: Restoráŋŋa Gallas lea fállun maid káffe ja láibbastagat .
smn: Raavâdviäsu Gallast láá fáállun meid kähvi já liäibustuvah .

source: Geasseáigge Galla terássas lea fiinna oainnus Juvdujohkii .
smn: Kesiääigi Galla terassist lii fiijnâ uáinus Juvduujuuhân .

source: Kafea Gallas lea iešbálvaleapmi .
smn: Kähviviäsu Gallast lii jiešpalvâlem .

source: Restoráŋŋa Galla fállá valjis iešguđetlágan molssaeavttuid sierra dilálašvuođaide .
smn: Raavâdviäsu Galla fáálá valjeest molsoiävtuid ton mield , maggaar tilálâšvuotâ uárnejuvvoo .

source: Menu plánejuvvo vástidit dilálašvuođa luonddu ja kunddára dárbbuid .
smn: Menu suunnâttâlloo nuuvt , ete tot västid tilálâšvuođâ luándu já äššigâs táárbuid .

source: Fálademiid sáhttá ordnet restoráŋŋas , čoahkkinsajiin dahje Sajosa váldofeaskáris .
smn: Faalâdmijd puáhtá olášuttiđ raavâdviäsust , čuákkimviistijn teikâ Saijoos aulast .

source: Restoráŋŋa Galla ordne maid heajaid ja eará bearašávvudemiid sihke eahketdoaluid .
smn: Raavâdviäsu Galla uárnee meid heejâid já eres peerâjuuhlijd sehe eehidtuáluid .

source: Čoahkkimiid oktavuhtii sáhttá válljet máŋggabealat fálademiid .
smn: Čuákkimij ohtâvuotân puáhtá valjiđ maaŋgâlágánijd faalâdmijd .

source: Boradeami lea vejolaš diŋgot maid čoahkkinsajiide .
smn: Purâdem puáhtá tiiláđ meid čuakkimviistijd .

source: Galla-restoráŋŋa lea kulturguovddáža vuosttas gearddis , váldofeaskára ja čoahkkinsajiid oktavuođas .
smn: Galla-raavâdviäsu lii kulttuurkuávdáá vuossâmuu keerdist , aula já čuákkimviistij ohtâvuođâst .

source: Restoráŋŋa Galla lea rabas vuossárggas bearjadahkii dmu 9-16 .
smn: Raavâdviäsu Galla lii áávus vuossaargâst vástuppiäiván tme 9-16 .

source: Beaivemális lea fállun árgan vu-be dmu 11-15 .
smn: Peivimäälis fálloo argâpeeivij vu-vá tme 11-15 .

source: Eará áigge soahpamuša mielde .
smn: Eres aaigijn sopâmuš mield. .

source: Sajos / Čoahkkin- ja dáhpáhusbálvalusat
smn: Sajos / Čuákkim- já tábáhtuspalvâlusah

source: Málli ja saláhtta 8,50 euro / olmmoš
smn: Määli já saalaat 8,50 eur / olmooš

source: * Beaivvi málli ja saláhttabeavdi
smn: * Peeivi määli já saalaatpevdi

source: * Láibbit , njuvddáldat , juhkamuššan čáhci ja sákta
smn: * Leeibih , vuojâ , juhâmuššân čääci já säppi

source: * Káffe / teadja ja deattáldat
smn: * Kähvi já teejâ teikâ pajalâš

source: Beaivemálesbuffet 12,00 euro / olmmoš
smn: Peivimäälis , 12 eur / olmooš

source: * Málle- dahje saláhttabeavdi
smn: * Määli- teikâ saalaatpevdi

source: * Dábálaš lieggaborramuš
smn: * táválâš lieggâpurrâmuš

source: Biffabeaivemális ja saláhttabeavdi 14,50 euro / olmmoš
smn: Pihvipeivimäälis já saalaatpevdi , 14,50 eur / olmooš

source: * Saláhttabeavdi
smn: xxx

source: * Beaivvi biffa
smn: * Peeivi pihvi

source: Čoahkkiniđitbiebmu 10,50 euro / olmmoš
smn: Čuákkimiiđeedpittá , 10,50 eur / olmooš

source: * Hávvarsuohkat , gárjilpirogat , mannevuodja , jugurta , varas jorbbuhat , vajastagat , vuostá , njuvddáldat , gurka ja tomáhtta , mysli , juvsa , káffe / teadja ja varas gáhkut .
smn: * Kavrâsuohâd , kärjilpiirakah , manevuojâ , jogurt , vorâs sämpyláh , čuopâstuvah , vuástá , vuojâ , kurkkâ já toomaat , mysli , vorâs säppi , kähvi / teejâ já vorâs liäibustuvah .

source: * Čoahkkiniđitbiebmu dušše diŋgojumis
smn: * Čuákkimiiđeedpittá tuše tiilámáin

source: Čoahkkinkáffe 5,50 euro / olmmoš
smn: Čuákkimkähvi , 5,50 eur / olmooš

source: * Čoahkkinkáffe ja - teadja
smn: * Čuákkimkähvi já teejâ

source: * Sálte dahje njálgga káffeláibi
smn: * Sálttáá teikâ njálgá kähvileibi

source: Vállje njálgga káffeláibbi:bullá ( mas binná vuodja gasku ) , kánelbullá , wiener , muorjegáhkku , eppelgáhkku dahje toscagáhkku .
smn: Valjii jieš njálgá kähvileeibi : vuojâčalmenisu , kaaneelnisu , wiener , myerjipiirakka , oomeenpiirakka teikâ toscapiirakka .

source: Vállje sálte káffeláibbi : vuostávuodjaláibi , spiinnebiergo-vuostávuodjaláibi dahje cocktailpirogat ja njuvddáldat / mannevuodja .
smn: Valjii sálttáá kähvileeibi : vuástáleibi , šavepiärgu-vuástáleibi teikâ cocktailpiirakah já vuojâ / manevuojâ . * Jieŋâčääci

source: Beaivečoahkkima čoahkkinmenu 23,00 euro / olmmoš
smn: Peivičuákkim čuákkimmenu , 23,00 eur / olmooš

source: * Iđitbeaikáffe ja - teadja viežžanbeavddis ja sálte káffeláibi
smn: * Iiđeedpeivikähvi já teejâ viežžâmpeevdist já sálttáá kähvileibi

source: * Beaivemális viežžanbeavddis ( gč. beaivemállása sisdoalu badjin )
smn: * Peivimäälis ( kj . peivimáállás siskáldâs paajaabeln )

source: * Veaigekáffe ja - teadja viežžanbeavddis ja njálgga káffeláibi
smn: * Eehidpeivikähvi já teejâ viežžâmpeevdist já njálgá kähvileibi

source: BURESBOAHTIN JA BUOR I BORRANLUSTTU !
smn: o smetana , ruopsisruotâs , sälttikurkkâ , patoŋg
